Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/uis.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: • patents, licensing contracts or contributions to the start-up of new companies on the basis of
nb: • patenter, lisensieringskontrakter el er bidrag til oppstart av nye selskaper på grunnlag av

source: Place the rocket on a stand to make it easier to ignite 4.
nb: Sett raketten på et stativ, slik at den blir lettere å antenne 4.

source: University researchers who collaborate with established companies help make the companies more innovative.
nb: Forskere på universitetene som samarbeider med etablerte bedrifter, bidrar til å gjøre bedriftene mer innovative.

source: Statsviterne på UiS is a line association for politically and socially engaged students at the University of Stavanger.
nb: Statsviterne på UiS er en linjeforening for politisk- og samfunnsengasjerte studenter ved Universitetet i Stavanger.

source: University of Stavanger Business School
nb: Handelshøgskolen ved Universitetet i Stavanger

source: Publications by Ola Kvaløy.
nb: Publikasjoner av Ola Kvaløy.

source: The project must be reported to NSD no later than 30 days before the data collection is to start
nb: Prosjektet skal meldes til NSD senest 30 dager før datainnsamlingen skal starte

source: The prize will be awarded at the County Council meeting on 26 October 2021.
nb: Prisen deles ut på Fylkestingsmøtet 26 oktober 2021.

source: The course includes laboratory practical where students use mutants with over-expression of flavonoids, apply sterile technique, run PCR, isolate plasmid, and produce recombinant protein that is detected after separation on gel and immunoblotting.
nb: Bruk av gen-, protein/enzym- og strukturdatabaser (primære og sekundære databaser), primer konstrukasjon for PCR og RT-PCR (QPCR), lokal og global alignment, konstruksjon av fylogenetiske trær, og verktøy for sekvensanalyse.

source: Petroil is the Petroleum Engineers' association at the University of Stavanger.
nb: Petroil er Petroleumsingeniørenes Linjeforening ved Universitetet i Stavanger.

source: The lab activities are mainly based on Cisco's network hardware and software solutions, and correspond to the first and partly the second modules of Cisco's CCNAv7.
nb: Labaktivitetene er hovedsakelig basert på Ciscos nettverksmaskinvare- og programvareløsninger, og tilsvarer de den første og delvis den andre modulene av Ciscos CCNAv7.

source: Dynamically displaying content using AJAX.
nb: Dynamisk visning av innhold ved hjelp av AJAX.

source: She is now starting work as a consultant at PwC.
nb: Nå starter hun som konsulent i PwC.

source: Understanding of sedimentological and tectonic processes in order to evaluate the potential and risk of producing fluids (e.g. hydrocarbons) or storing fluids (e.g. CO2) in sedimentary reservoirs.
nb: Forståelse av sedimentologiske og tektoniske prosesser for å evaluere potensialet og risikoen for å produsere fluider (for eksempel hydrokarboner) eller lagre fluider (for eksempel CO2) i sedimentære reservoarer.

source: information on subjects and scope, courses and levels.
nb: synliggjøre fag og omfang, kurs og nivå.

source: Processing chemicals - demulsifiers, flocculants, defoamers
nb: kjemikalier - emulsjonsbryter, flokkuleringsmidler, skumdempere.

source: Introduction to different phases of a wells life, construction of well, drilling equipment, drilling process, drilling problems, completion and associated equipment in a production well, application of directional drilling, directional drilling concepts, coordinate systems, drillstring equipment, drill bits, mud motor, rotary steerable systems, survey measurements, formation logging, geosteering, uncertainty in well positioning, calculations related to orientation of mudmotor, calculations related to simple two dimensional well profiles, methods for calculation of position including application in Excel, Monte Carlo simulation in Matlab.
nb: Introduksjon til brønnens ulike faser, oppbygning av en brønn, boreutstyr, boreprosessen, boreproblemer, komplettering med tilhørende utstyr i en produksjonsbrønn, anvendelse av retningsboring, retningsboringsbegreper, koordinatsystemer, borestrengsutstyr, borekroner, mudmotor, roterende styrbare systemer, posisjonsmålinger, formasjonslogging, geostyring, usikkerhet knyttet til posisjonering av brønner, beregninger knyttet til orientering av mudmotor, beregninger knyttet til enkle to dimensjonale brønnprofiler, metoder for posisjonsberegning samt anvendelse i Excel, MonteCarlo simulering i Matlab.

source: Project consisting of several programming assignments is the basis for 40 % of the total grade.
nb: Prosjektoppgave bestående av flere programmeringsoppgaver teller 40 % av totalkarakter.

source: In special cases, professional practice placements in neighbouring counties may be considered.
nb: I særlige tilfeller kan praksisplasser i tilliggende fylker vurderes.

source: In 2020 the use of social media platforms like Tik Tok increased in all Nordic countries.
nb: I 2020 økte bruken av sosiale medier som Tik Tok i alle de nordiske landene.

source: LOVA is a collective research project funded by the Independent Research Fund Denmark (2016-2022).
nb: LOVA er et kollektivt forskningsprosjekt som er finansiert av Danmarks Frie Forskningsfond (2016-2022).

source: Can plan and provide nursing care to patients with mental disorders and conditions
nb: Kan planlegge og gjennomføre sykepleie til pasienter med psykiske lidelser og tilstander (gjelder praksis i avdeling for psykisk helse)

source: experimentally determine KM and Vmax values for enzyme catalyzed reactions
nb: bestemme eksperimentelt KM og Vmax verdier av enzym-katalyserte reaksjoner

source: Other (documentation is obligatory).
nb: Medier og kommunikasjon (allmennfag)

source: - Management of research and development projects
nb: - Ledelse av forsknings- og utviklingsprosjekt

source: Don’t miss Open Access Week 2021!
nb: Få med deg Open Access Week 2021

source: If you have registered as a student, you can withdraw through the Digital service desk.
nb: Hvis du har semesterregistrert deg kan du sende inn sluttmelding i Digital Studentekspedisjon.

source: University of Stavanger, Campus Ullandhaug
nb: Studieverkstedet ved Universitetsbiblioteket i Stavanger

source: How can I document that I meet the language requirement?
nb: Hvordan kan jeg dokumentere at jeg dekker språkkrav for studiet?

source: Thengs, Kjetil Vikhamar
nb: Språkbruken i Cambridge i mellomalderen

source: Security requirements when conducting the interview in Zoom:
nb: Krav til sikkerhet ved gjennomføring av intervjuet i Zoom:

source: tab at the top left of your document.
nb: øverst til venstre i dokumentet ditt.

source: communicated, including anonymously.
nb: kommuniseres, også anonymt.

source: A look at how the Centre for Innovation Research in Stavanger has evolved in line with rapidly chang
nb: Et blikk på korleis Senter for innovasjonsforsking i Stavanger har utvikla seg i takt med raskt ski

source: Bue, Ann Kristin; Arnold, Janine;
nb: Sunde, Kristin Bokstavinnlæring - stor endring på kort tid.

source: Adult patients admitted to the intervention surgical unit were invited to survey their perception of quality of care during their hospital stay before intervention and after six and 12 months.
nb: Voksne pasienter innlagt på intervensjonsenhet ble invitert til å svare på spørreskjema om deres oppfattelse av kvaliteten på pleie og behandling under sykehusoppholdet, før intervensjonen og etter seks måneder og 12 måneder.

source: The person appointed to the post of professor must be able to be given a special responsibility for professional
nb: Den som ansettes som professor vil kunne få et særskilt ansvar for faglig leder- og veiledningsansvar overfor

source: Here she studies data on socio-economic and cultural conditions in 49 countries, to see how they are related to the different countries' performance in PISA, and moderate the relationship of education policies with student outcomes.
nb: Her studerer hun data som omhandler sosioøkonomiske og kulturelle forhold i 49 land, for å se hvordan de påvirker de ulike landenes prestasjoner i PISA, og utjevner forholdet mellom utdanningspolitikk og elevenes resultater.

source: In Open Journal Systems and Open Monograph Press you’ll find journals, books and serials that are published open access at UiS.
nb: I Open Journal Systems og Open Monograph Press finner du tidsskrifter, bøker og skriftserier som er publisert åpent tilgjengelig ved UiS.

source: Doctoral degree on modelling of EOR transport mechanisms
nb: Sikrere ventiler i olje- og gassindustrien

source: The course also discusses the structure and configuration of routers and switches.
nb: Emnet diskuterer også strukturen og konfigurasjonen av rutere og switcher.

source: Do you want to borrow equipment?
nb: Ønsker du å låne utstyr?

source: Inject 3-4 ml of methanol (CH3OH) into the large plastic bottle
nb: Sprøyt inn 3 – 4 ml metanol (CH3OH) i den store plastflaska

source: Remove personal information in Office 365 for Windows
nb: Fjerne forfatterinformasjon i Office 365 for Windows

source: Nucleation and growth.
nb: Kimdanning og vekst.

source: Boilersand associated steam cycles are studied at both system and component level and simplified heat transfer calculations are introduced.
nb: Gasskjeler (boilers) og tilhørende damp-cykler (steam-cycles) studeres på både system og komponent nivå der forenklede varmeoverføringsberegninger introduseres.

source: The universities in THE are measured across 13 different metrics within education, research, citations, international profile and business income.
nb: Universitetene som er med i THE blir målt på 13 ulike indikatorer innenfor utdanning, forskning, siteringer, internasjonal profil og næringsinntekter.

source: have knowledge about automated, integrated, and intelligent drilling.
nb: ha kunnskap om automatisert, integrert og intelligent boring.

source: It is therefore important to understand the offshore wind turbine drivetrain because gearbox failures have consistently plagued the wind energy industry and have not been able to reach the 20 year design life.
nb: Det er derfor viktig å forstå offshore-vindturbinens drivlinje fordi girkassesvikt konsekvent har vært en utfordring for vindenergiindustrien. Vindturbinene har ikke oppnådd en levetid på 20 år.

source: Understand concepts of fracture mechanisms., linear-elastic fracture mechanics, elastic-plastic fracture mechanics, fatigue crack growth, failure assessment diagrams, failure investigations, condition assessment and non-destructive testing.
nb: Kunne begreper som bruddmekanismer, linearelastisk bruddmekanikk, elastisk-plastik bruddmekanikk, utmattings sprekkvekst, bruddfare diagrammer, skadeundersøkelse, tilstandsvurdering og ikke-destruktiv prøving.

source: confidence building, and social togetherness as goals.
nb: og sosiale fellesskap som formål.

source: • academic reading
nb: • akademisk lesing

source: We want to make Stavanger more available for students.
nb: Vi ønsker å gjøre Stavanger mer tilgjengelig for studenter.

source: The clinical studies run over 9 weeks (a total of 270 hours), with an average of 30 hours per week.
nb: De kliniske studiene går over 9 uker (totalt 270 timer), med gjennomsnittlig 30 timer pr uke.

source: Note that BOLK is primarily a rights clearance system, but you can also extract files that you can share in Leganto.
nb: Merk at BOLK først og fremst er et system for klarering av rettigheter, men du også kan hente ut filer som du kan dele i Leganto.

source: - Organic chemistry, calculations and validation
nb: - Organisk kjemi, beregninger og validering

source: Monica Melby, Professor, University of Oslo
nb: Monica Melby, Professor, Universitetet i Oslo

source: An important question for European universities is how they can contribute to regional development.
nb: Et viktig spørsmål for europeiske universiteter er altså hvordan de skal være gode drivere for regional utvikling.

source: Einar Øglænd Torjusen took a master's degree in Business Administration at the University of St
nb: Einar Øglænd Torjusen studerte master økonomi og administrasjon ved UiS.

source: Be able to interpret and analyse sedimentological and tectonic structures at different scales, and using different conceptual, graphical (e.g. stereonet), and numerical techniques (e.g., linear algebra).
nb: Kunne tolke og analysere sedimentologiske og tektoniske strukturer i forskjellige skalaer og ved bruke av ulike begrepsmessige, grafiske (for eksempel steronet) og numeriske teknikker (for eksempel lineære algebra).

source: Admission requirements to level 3 and 4
nb: Opptakskrav til trinn 3 og 4

source: K4: The Candidate has knowledge of how the subject areas mathematics and physics are related to other natural and technological sciences.
nb: K4 Kandidaten har kunnskap om hvordan fagområdene matematikk og fysikk kan relateres til andre real- og teknologifag.

source: Torill Vist, Professor, Oslo Metropolitan University and Professor II, FILIORUM - Centre for Research in Early Childhood Ecucation and Care
nb: Torill Vist, Professor, Oslo Metropolitan University og Professor II ved FILIORUM – Senter for barnehageforskning

source: You must apply within 1 March. Read more about it
nb: Det må søkes innen 1. mars.

source: 2) have contributed to the preparation of the manuscript
nb: 2) skal ha bidratt til utarbeiding av manuskript

source: , the Norwegian Public Road Administration, the municipalities of Stavanger, Sandnes, Sola and Randaberg and Rogaland County Authority.
nb: , Statens vegvesen og kommunene Stavanger, Sandnes, Sola og Randaberg og Rogaland fylkeskommune.

source: Additional procedures for the PhD examination (trial lecture + disputation):
nb: Utfyllende rutiner for doktorgradsprøven (prøveforelesning + disputas):

source: Metrology (use of coordinate measuring machines CMM and other basic measurement techniques)
nb: Meteorologi (bruk av koordinatmålemaskiner CMM og andre grunnleggende målingsteknikker)

source: To this end, the course employs a comparative perspective.
nb: Fokus er på normalkost og standardkostregnskapet.

source: This will provide greater opportunities for academic success in working life”, says Saman.
nb: Det vil gi større muligheter for faglig suksess i arbeidslivet, forteller Saman.

source: The requirement for basic pedagogical competence may also be waived when hiring workers who have less
nb: Kravet til utdanningsfaglig basiskompetanse kan også fravikes ved ansettelse av arbeidstakere som har mindre

source: Jazz students: Project week with Marius Neset.
nb: oktober.Jazzprosjekt m/ Marius Neset i Hetland-salen.

source: You must have obtained at least grade B on the course in which you are to be a TA.
nb: Du må ha minst karakter B i emnet som du skal være studentassistent i.

source: For those who are going to have on-campus exams, the 1-meter rule does not apply.
nb: For dem som skal ha eksamen på campus gjelder ikke 1-metersregelen.

source: Here you must enter the country and partner institution you are going on an exchange to, as well as which faculty/department you are going to study at there.
nb: Her skal du legge inn landet og partnerinstitusjonen du skal reise på utveksling til, samt hvilket fakultet/institutt du skal studere ved der.

source: Identify and describe real options in investment projects.
nb: Identifisere og beskrive realopsjoner i investeringsprosjekter.

source: UiS recommends students and researchers to use
nb: UiS anbefaler derfor studenter og forskere å ta i bruk

source: It is therefore very gratifying that the UiS and CIIP have progressed to the next stage of the competition," says the Pro-Rector.
nb: Det er derfor svært gledelig at UiS og CIIP har gått videre i konkurransen, sier prorektoren.

source: The UiS is holder of the Erasmus Charter for Higher Education and participates in all dimensions of
nb: Offshoreteknologi, maskin og bygg er en retning innenfor doktorgradsprogrammet i teknologi og naturv

source: Can apply knowledge of children and the needs of young people for treatment and/or services and can ensure their participation and rights
nb: Kan anvende kunnskap om barn og unges behov for behandling og/eller tjenester og kan sikre deres medvirkning og rettigheter

source: Basic fatigue theories and application of civil and offshore steel structures
nb: Generell utmattings teori og applikasjon for bygg og offshore stålkonstruksjoner.

source: Otherwise, there will be various social events such as exam breaks, back to school party at the tap tower and annual meeting.
nb: Ellers blir det diverse sosiale arrangement som eksamensavbrekk, back to school party på Tappetårnet og årsmøte.

source: UiSI - University of Stavanger Sports Club
nb: UiSI - Universitetet i Stavangers Idrettslag

source: Be able to put the specific subject in the context of the field (mathematics) and have an understanding of, and be able to describe the underlying theory.
nb: Kunne sætte det spesifikke tema i kontekst i det bredere fagfelt (matematikk), og ha innsikt i og kunne beskrive den underliggende teoribygning.

source: To be able to process signals in both frequency and time domains and carry out data analysis including digital filtering and Fourier analysis.
nb: å kunne behandle signaler i både frekvens- og tidsdomener og gjennomføre dataanalyse, deriblant digital filtrering og Fourier-analyse.

source: A “dosent” must be able to document qualifications beyond what is expected in the lower-level teaching and
nb: Dosent må kunne dokumentere kvalifikasjoner ut over det som forventes i undervisnings- og forskerstil ing på

source: Understand representative sampling of reservoir fluids for compositional and PVT analysis.
nb: Forstå representativ prøvetaking av reservoarvæsker for komposisjons- og PVT-analyse.

source: Where can I find Campus Bjergsted and the Faculty of Performing Arts?
nb: Hvor finner jeg campus Bjergsted og Fakultet for utøvende kunstfag?

source: Online access weekly to complete assignments, lectures, case studies, quizzes, and other course content and engagement in an asynchronous fashion within the week assigned.
nb: Nettilgang ukentlig for å fullføre oppgaver, forelesninger, casestudier, quizer og annet emneinnhold som tilgjengeliggjøres i Canvas og gjennomføres som selvstudie.

source: • Select uis guest network from network list
nb: • Velg uis-gjestenett fra nettverksliste

source: Business Administration Bachelor
nb: Økonomi og administrasjon bachelor

source: This means you can choose freely which electives to take abroad, as long as the content is relevant for your study program.
nb: Det vil si at du står fritt til å velge hvilke fag du vil studere i utlandet, så sant innholdet er relevant for studiet.

source: A study of 69 occupational health services in Norway revealed that their alcohol prevention activity is quite limited, and that they are more focused on employees who have developed alcohol problems than on those at risk of developing such problems.
nb: En studie av 69 bedriftshelsetjenester i Norge viser at de relativt sjelden jobber med alkoholforebygging, og at de jobber mer behandlende enn forebyggende.

source: In this competition, the students represented the university, SPE Student Chapter Stavanger and SPE Stavanger Section.
nb: I denne konkurransen representerte studentene universitetet, SPE Student Chapter Stavanger og SPE Stavanger.

source: The Government has adopted the following regarding teaching at universities and university colleges: "The teaching until 16 January will be digital, but with some exceptions.
nb: Regjeringen har vedtatt følgende om undervisning ved universiteter og høgskoler: «Undervisningen frem til 16. januar blir digital, men med noen unntak.

source: Operating System security.
nb: Sikkerhet i operativsystemer.

source: Take-home exam, mid-term exam and gruop assigment
nb: Mappe, muntlig presentasjon og skriftlig eksamen

source: knowledge about CAPP and related algorithms
nb: anvende og analysere relevante metodeverktøy og arbeidsmåter

source: Wintershall Dea wants to get there by 2030.
nb: Wintershall Dea ønsker å bli et nullutslippsselskap innen 2030.

source: – After having attended job interviews during the past year, I have noticed that my specialisation is very relevant.”
nb: – Etter å ha vært i jobbintervjuer det siste året merker jeg at spesialiseringen min er veldig relevant.

source: LED is the Line Association for students that study electrical- and computer engineering.
nb: LED er linjeforeningen for studenter som går elektro& data.

source: The deadline to submit documents is the same as the application deadline, 1 March.
nb: Frist for å laste opp dokumenter er samme som søknadsfrist, 1.

source: Dissertation on policy instruments for entrepreneurs
nb: Institutt for kultur- og språkvitskap

source: Emphasis is placed on whether
nb: Det legges vekt på om arbeidene har

source: 3 compulsory lab assignments
nb: 3 obligatoriske laboppgaver

source: This regulation applies for admission to the study programme:
nb: Opptaksreglementet gjelder opptak til følgende studier:

source: • a clear focus on students' learning
nb: • et tydelig fokus på studentenes læring

source: Photographer Kåre Spanne and video producer Mari Linn Atterås Larsen from NETTOP-UIS in action.
nb: Fotograf Kåre Spanne og videoprodusent Mari Linn Atterås Larsen fra NETTOP-UIS i aksjon.

source: I chose to take a master's degree at UiS because I wanted to work in Stavanger, and it seemed like a good opportunity to build a network there.
nb: Jeg valgte å ta master på UiS på grunn av at jeg ønsket å jobbe i Stavanger, og det virket som en god mulighet til å bygge nettverk i Stavanger.

source: Here you must choose Norway and the University of Stavanger.
nb: Her skal du velge Norge og Universitetet i Stavanger.

source: - Master problem solving and be able to apply flow sheets and pseudo code in development and documentation of algorithms.
nb: - Beherske problemløsing og kunne anvende flytskjema og pseudokode i forbindelse utvikling og beskrivelse av algoritmer.

source: Mechanical Engineering, Y-path, Bachelor in Engineering
nb: Maskiningeniør, y-vei, bachelorstudiuim i ingeniørfag

source: When you read academically, you engage in dialogue with the text.
nb: Når du leser akademisk går du i dialog med teksten.

source: The project is based on the Storeggatsunami, which took place about 8150 years ago, to shed light on how coastal communities in the Old Stone Age were built up, how people interacted and what happened to society after the disaster.
nb: Prosjektet tar utgangspunkt i Storeggatsunamien som fant sted for omtrent 8150 år siden, for belyse hvordan kystsamfunn i eldre steinalder var bygget opp, hvordan mennesker samhandlet og hva som skjedde med samfunnet etter katastrofen.

source: To be familiar with different techniques within probabilistic analysis, including Monte Carlo simulations and transformation of variables.
nb: å være kjent med forskjellige teknikker innen probabilistisk analyse, inkludert Monte Carlo-simuleringer og transformasjon av variabler.

source: Information meeting with attendance registration for the One Year Study programme in Music Performance, classical.
nb: Informasjonsmøte med fremmøteregistrering for Årsstudium musikk, klassisk.Sted:

source: Introduction to European design rules for timber structures, Eurocode 5.
nb: Introduksjon til europeiske regelverk for trekonstruksjoner, Eurokode 5.
